"""
 _*_ coding: utf-8 _*_

 Copyright (C) 2023 - 2023 Tony Huang All Rights Reserved 

 @Time    : 2023/3/10 21:18
 @Author  : Tony Huang
 @File    : config.py
 @IDE     : PyCharm
 @Contact : hhh_htz@outlook.com
 """
# ==================== 定义列 =====================
ScoreCol = ['英语', '体育', '军训', '数分', '高代', '解几']
StrCol = ['学号', '班级', '姓名', '性别']
# ==================== 评判等级 ====================
Grade = ['优秀', '较好', '一般']
# ==================== 评判标准 ====================
Standard = [0.25, 0.5, 0.75]
# ==================== 保存文件名 ===================
SaveName = 'Proceed.xlsx'
# =================================================
